import random
send_comment = [
    'Дала 1алаш войла Хьо, Лераме ПАЧЧАХЬ!',
    'ДАЛА БАКЪО ТОЛА ЙОЙЛА',
    'Дала диканца бекхам бойла хьуна',
    'ДАЛА Т1АЬХЬЕ БЕРКАТЕ ЙОЙЛА!',
    'Шеф дала 1АЛШ ВОЙЛА хьо',
    'АЛЛАХ1 ДАЛА ДИКАНЦА БЕКХАМ БОЙЛА ХЬУНА ЛАРАМЕ ПАЧЧАХЬ, АЛЛАХ1 ДАЛА Х1ИНЦА САННА МОГУШ ВОЛУШ, МАЙРА ВОЛУШ, ДИКА ВОЛУШ, ДИКАНЦА ДУККХА А ВАХА ВОЙЛА ХЬО, АХМАТ-СИЛА, АЛЛАХ1У АКБАР',
    'ДАЛ ДИКАНЦ БЕКХАМ БОЙЛ ХЬУН ТХАН СИЙЛАХЬ ПАЧЧАХЬ! ДАЛ 1АЛШ ВОЙЛА ХЬО. АХМАТ-СИЛА! АЛЛАХ1У АКБАР!',
    'Ма ша Аллах1! Дала т1аьхье беркате йойла вайн',
    'ДАЛА IАЛАШ ВОЙЛА ХЬО ЛЕРАМЕ МЕХКА ДА ДАЛА ДУКХА ВАХАВОЙЛА ХЬО АХМАТ-СИЛА',
    'Мир и процветания нашей прекрасной Родине! В единстве наша сила! Это благодаря Вам уважаемый Рамзан Ахматович Кадыров.',
    'Дала Ше дьохь Дойла ахь мял лелориг Лераме Паччахь',
    'Рамзан Ахматович Человек с Большой буквы! Гордость нашего народа .. АХМАТ СИЛА',
    'Дала сий, лерам, бойла хьан, сийлахь Паччахь'
]

rand_comm =[]
def commentaries():
    global rand_comm
    if len(rand_comm) == 12:
        rand_comm = []
    while True:
        rand = random.choice(send_comment)
        if rand not in rand_comm:
            rand_comm.append(rand)
            break
    return rand_comm[-1]